{
    "card": [
 
       {
          "cardId": "1",
          "cardName": "name-1",
          "cardDescription": "น้องหมีคิดว่าการเข้าหาเพื่อนก่อนเป็นวิธีที่ดีมากเลยที่จะทำให้เธอและเพื่อนได้ปรับความเข้าใจกันอย่างรวดเร็ว ลองใช้คำพูดน่ารักๆ และสื่อให้เขาได้เห็นว่าเธอรู้สึกผิดจริงๆ บอกขอโทษที่ได้ทำผิดไป และขอโอกาสในการปรับปรุงตัวให้ดีขึ้น ส่วนตัวเราก็ต้องไม่ทำผิดซ้ำอีก จึงจะแสดงให้เห็นว่าเราได้สำนึกผิดแล้วจริงๆ",
          "cheerUp": "การที่เรารู้สำนึกผิดและพูดขอโทษออกไปอย่างจริงใจ จะทำให้เพื่อนของเธอรู้สึกดีขึ้นมาอย่างแน่นอน เธอเก่งแล้วที่พยายามจะเข้าไปพูดคุยก่อน เธอต้องทำได้แน่นอน น้องหมีเป็นกำลังใจให้นะ",
          "voiceResult": "voice-01.mp3",
          "imageResult": "cat.jpg"
       },
 
       {
        "cardId": "2",
        "cardName": "name-2",
        "cardDescription": "น้องหมีอยากแนะนำว่าการง้อทางการกระทำโดยทางตรงนั้น อาจจะเป็นการซื้อของที่เพื่อนชอบเล็กๆน้อยๆให้กับเพื่อนของเธอ หรืออาจจะเป็นการใส่ใจในสิ่งต่างๆ ไม่ว่าเพื่อนของเธอจะทำอะไร เธอก็คอยเอาใจใส่เป็นพิเศษนั่นเอง",
        "cheerUp": "น้องหมีว่าเธอต้องทำให้เพื่อนของเธอรู้สึกดีได้อย่างแน่นอน อาจจะต้องใช้เวลาให้เพื่อนหายโกรธสักพัก และการกระทำที่เธอตั้งใจทำให้เพื่อนนั้นจะทำให้ทุกอย่างดีขึ้นเองนะ",
        "voiceResult": "voice-02.mp3",
        "imageResult": "fish.jpg"
     },
     {
        "cardId": "3",
        "cardName": "name-3",
        "cardDescription": "น้องหมีอยากบอกว่าสิ่งที่เธอคิดทุกอย่างนั้น ถ้าเธอทำออกมาด้วยความจริงใจไม่ว่าจะเป็นทางคำพูดหรือการกระทำ เพื่อนของเธอจะรู้สึกถึงสิ่งที่เธอตั้งใจทำให้อย่างแน่นอนและทุกอย่างจะผ่านไปด้วยดีน้า",
        "cheerUp": "การกระทำที่จริงใจของเธอ เพื่อนจะต้องรู้สึกแฮปปี้กับสิ่งที่เธอตั้งใจทำอย่างแน่นอน น้องหมีเป็นกำลังใจให้นะ",
        "voiceResult": "voice-03.mp3",
        "imageResult": "dog.jpg"
     }
 
    ],

    
        "QuestionType": [
     
           {
              "quesTypeId": "1",
              "name": "ตัวเลือก"
           },

           {
            "quesTypeId": "2",
            "name": "พิมพ์ข้อความ"
         },

         {
            "quesTypeId": "3",
            "name": "ประโยคให้กำลังใจ"
         },

         {
            "quesTypeId": "4",
            "name": "คำถามสุดท้าย"
         }
     
        ],

        "Questionnaires": [
     
            {
               "questionnaireId": "1",
               "questionnaire": "เพื่อน",
               "questionId" : ""
            }
 
        ]
     
 }